OdDbBaseMaterialPE.isDefault(OdRxObject!System.Runtime.CompilerServices.IsConst*)
\details
Determines whether a material object is internal.
\param obj [in]  A pointer to a material object.
\returns Returns true if the material object has been marked as internal, otherwise returns false.

OdDbBaseMaterialPE.name(OdRxObject!System.Runtime.CompilerServices.IsConst*)
\details
Returns the name of a specified material object.
\param obj [in]  A pointer to a material object.